Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.report.received.reference
source: Your reference is %@.
ar: رقمك المرجعي هو %@.
bn: আপনার রেফারেন্স %@।
ca: La teva referència és %@.
cs: Tvůj odkaz je %@.
da: Din reference er %@.
de: Deine Referenz ist %@.
el: Ο κωδικός αναφοράς σου είναι %@.
es: Tu referencia es %@.
fi: Viitteesi on %@.
fr: Votre référence est %@.
he: המספר האישי שלך הוא %@.
hi: आपका संदर्भ %@ है।
hr: Tvoja referenca je %@.
hu: A hivatkozási számod: %@.
id: Nomor referensimu %@.
it: Il tuo riferimento è %@.
ja: 参照番号は%@です。
ko: 참조 번호는 %@예요.
ml: നിങ്ങളുടെ റഫറൻസ് %@ ആണ്.
ms: Rujukan anda ialah %@.
nb: Referansen din er %@.
nl: Je referentie is %@.
pl: Twój numer referencyjny to %@.
pt_br: Seu protocolo é %@.
pt_pt: A sua referência é %@.
ro: Referința ta este %@.
ru: Ваш номер: %@.
sk: Tvoje referenčné číslo je %@.
sv: Din referens är %@.
ta: உங்கள் குறிப்பு எண் %@.
te: మీ రిఫరెన్స్ %@.
th: หมายเลขอ้างอิงของคุณคือ %@
tr: Referans numaranız: %@.
uk: Ваш номер звернення: %@.
ur: آپ کا حوالہ نمبر %@ ہے۔
vi: Mã tham chiếu của bạn là %@.
zh_hans: 你的参考编号是 %@。
zh_hant: 你的參考編號是 %@。

# safety.report.received.title
source: Report received
ar: تم استلام البلاغ
bn: রিপোর্ট পাওয়া গেছে
ca: Denúncia rebuda
cs: Nahlášení přijato
da: Anmeldelse modtaget
de: Meldung erhalten
el: Η αναφορά ελήφθη
es: Denuncia recibida
fi: Ilmianto vastaanotettu
fr: Signalement reçu
he: הדיווח התקבל
hi: रिपोर्ट मिल गई
hr: Prijava primljena
hu: Jelentés beérkezett
id: Laporan diterima
it: Segnalazione ricevuta
ja: 報告を受け付けました
ko: 신고가 접수되었어요
ml: റിപ്പോർട്ട് ലഭിച്ചു
ms: Laporan diterima
nb: Rapport mottatt
nl: Melding ontvangen
pl: Zgłoszenie otrzymane
pt_br: Denúncia recebida
pt_pt: Denúncia recebida
ro: Raportare primită
ru: Жалоба получена
sk: Nahlásenie prijaté
sv: Rapport mottagen
ta: புகார் பெறப்பட்டது
te: రిపోర్ట్ అందింది
th: ได้รับรายงานแล้ว
tr: Şikayet alındı
uk: Скаргу отримано
ur: رپورٹ موصول ہو گئی
vi: Đã nhận báo cáo
zh_hans: 已收到举报
zh_hant: 已收到檢舉

# safety.report.row.a11yFallbackReason
source: Report
ar: بلاغ
bn: রিপোর্ট
ca: Denúncia
cs: Nahlášení
da: Anmeldelse
de: Meldung
el: Αναφορά
es: Denuncia
fi: Ilmianto
fr: Signalement
he: דיווח
hi: रिपोर्ट
hr: Prijava
hu: Jelentés
id: Laporan
it: Segnalazione
ja: 報告
ko: 신고
ml: റിപ്പോർട്ട്
ms: Laporan
nb: Rapport
nl: Melding
pl: Zgłoszenie
pt_br: Denúncia
pt_pt: Denúncia
ro: Raportare
ru: Жалоба
sk: Nahlásenie
sv: Rapport
ta: புகார்
te: రిపోర్ట్
th: รายงาน
tr: Şikayet
uk: Скарга
ur: رپورٹ
vi: Báo cáo
zh_hans: 举报
zh_hant: 檢舉

# safety.report.row.a11yLabel
source: %1$@ about %2$@. %3$@.
ar: %1$@ بخصوص %2$@. %3$@.
bn: %2$@ সম্পর্কে %1$@। %3$@।
ca: %1$@ sobre %2$@. %3$@.
cs: %1$@ o %2$@. %3$@.
da: %1$@ om %2$@. %3$@.
de: %1$@ zu %2$@. %3$@.
el: %1$@ για: %2$@. %3$@.
es: %1$@ sobre %2$@. %3$@.
fi: %1$@ kohteesta %2$@. %3$@.
fr: %1$@ à propos de %2$@. %3$@.
he: %1$@ על %2$@. %3$@.
hi: %2$@ के बारे में %1$@। %3$@।
hr: %1$@ o: %2$@. %3$@.
hu: %1$@ erről: %2$@. %3$@.
id: %1$@ tentang %2$@. %3$@.
it: %1$@ su %2$@. %3$@.
ja: %2$@についての%1$@。%3$@。
ko: %2$@에 대한 %1$@. %3$@.
ml: %2$@ നെക്കുറിച്ചുള്ള %1$@. %3$@.
ms: %1$@ tentang %2$@. %3$@.
nb: %1$@ om %2$@. %3$@.
nl: %1$@ over %2$@. %3$@.
pl: %1$@ dotyczące: %2$@. %3$@.
pt_br: %1$@ sobre %2$@. %3$@.
pt_pt: %1$@ sobre %2$@. %3$@.
ro: %1$@ despre %2$@. %3$@.
sk: %1$@ o %2$@. %3$@.
sv: %1$@ om %2$@. %3$@.
ta: %2$@ பற்றிய %1$@. %3$@.
te: %2$@ గురించి %1$@. %3$@.
th: %1$@ เกี่ยวกับ %2$@ %3$@
tr: %2$@ hakkında %1$@. %3$@.
uk: %1$@ щодо: %2$@. %3$@.
ur: %2$@ کے بارے میں %1$@۔ %3$@۔
vi: %1$@ về %2$@. %3$@.
zh_hans: 关于%2$@的%1$@。%3$@。
zh_hant: %1$@，關於 %2$@。%3$@。

# safety.report.row.fallbackTitle
source: Reported
ar: مُبلَّغ عنه
bn: রিপোর্ট করা হয়েছে
ca: Denunciat
cs: Nahlášeno
da: Anmeldt
de: Gemeldet
el: Αναφέρθηκε
es: Denunciado
fi: Ilmiannettu
fr: Signalé
he: דווח
hi: रिपोर्ट किया गया
hr: Prijavljeno
hu: Jelentve
id: Dilaporkan
it: Segnalato
ja: 報告済み
ko: 신고함
ml: റിപ്പോർട്ട് ചെയ്തു
ms: Dilaporkan
nb: Rapportert
nl: Gemeld
pl: Zgłoszone
pt_br: Denunciado
pt_pt: Denunciado
ro: Raportat
ru: Жалоба подана
sk: Nahlásené
sv: Rapporterad
ta: புகாரளிக்கப்பட்டது
te: రిపోర్ట్ చేశారు
th: รายงานแล้ว
tr: Şikayet edildi
uk: Скарга подана
ur: رپورٹ کیا گیا
vi: Đã báo cáo
zh_hans: 已举报
zh_hant: 已檢舉

# safety.report.status.open
source: Open
ar: مفتوح
bn: খোলা
ca: Oberta
cs: Otevřeno
da: Åben
de: Offen
el: Ανοιχτή
es: Abierta
fi: Avoin
fr: Ouvert
he: פתוח
hi: खुला
hr: Otvoreno
hu: Nyitott
id: Terbuka
it: Aperta
ja: 対応中
ko: 진행 중
ml: തുറന്നത്
ms: Terbuka
nb: Åpen
pl: Otwarte
pt_br: Aberta
pt_pt: Aberta
ro: Deschisă
ru: Открыта
sk: Otvorené
sv: Öppen
ta: திறந்துள்ளது
te: తెరిచి ఉంది
th: เปิดอยู่
tr: Açık
uk: Відкрито
ur: کھلی
vi: Đang mở
zh_hans: 待处理
zh_hant: 處理中

# safety.report.subject.post
source: A post
ar: منشور
bn: একটি পোস্ট
ca: Una publicació
cs: Příspěvek
da: Et opslag
de: Ein Beitrag
el: Μια ανάρτηση
es: Una publicación
fi: Julkaisu
fr: Un post
he: פוסט
hi: एक पोस्ट
hr: Objava
hu: Egy bejegyzés
id: Sebuah postingan
it: Un post
ja: 投稿
ko: 게시물
ml: ഒരു പോസ്റ്റ്
ms: Satu siaran
nb: Et innlegg
nl: Een bericht
pl: Wpis
pt_br: Um post
pt_pt: Uma publicação
ro: O postare
ru: Пост
sk: Príspevok
sv: Ett inlägg
ta: ஓர் இடுகை
te: ఒక పోస్ట్
th: โพสต์
tr: Bir gönderi
uk: Допис
ur: ایک پوسٹ
vi: Một bài đăng
zh_hans: 一条帖子
zh_hant: 一則貼文

# safety.report.subject.report
source: A report
ar: بلاغ
bn: একটি রিপোর্ট
ca: Una denúncia
cs: Nahlášení
da: En anmeldelse
de: Eine Meldung
el: Μια αναφορά
es: Una denuncia
fi: Ilmianto
fr: Un signalement
he: דיווח
hi: एक रिपोर्ट
hr: Prijava
hu: Egy jelentés
id: Sebuah laporan
it: Una segnalazione
ja: 報告
ko: 신고
ml: ഒരു റിപ്പോർട്ട്
ms: Satu laporan
nb: En rapport
nl: Een melding
pl: Zgłoszenie
pt_br: Uma denúncia
pt_pt: Uma denúncia
ro: O raportare
ru: Жалоба
sk: Nahlásenie
sv: En rapport
ta: ஒரு புகார்
te: ఒక రిపోర్ట్
th: รายงาน
tr: Bir şikayet
uk: Скарга
ur: ایک رپورٹ
vi: Một báo cáo
zh_hans: 一份举报
zh_hant: 一項檢舉

# safety.report.subjectHeader
source: REPORTING
ar: الإبلاغ عن
bn: রিপোর্ট করছেন
ca: DENUNCIANT
cs: NAHLAŠUJEŠ
da: ANMELDER
de: GEMELDET WIRD
el: ΑΝΑΦΟΡΑ ΓΙΑ
es: DENUNCIANDO
fi: ILMIANNETAAN
fr: SIGNALEMENT DE
he: מדווח על
hi: रिपोर्ट कर रहे हैं
hr: PRIJAVLJUJEŠ
hu: JELENTÉS TÁRGYA
id: MELAPORKAN
it: SEGNALAZIONE DI
ja: 報告対象
ko: 신고 대상
ml: റിപ്പോർട്ട് ചെയ്യുന്നത്
ms: MELAPORKAN
nb: RAPPORTERER
nl: MELDEN
pl: ZGŁASZASZ
pt_br: DENUNCIANDO
pt_pt: A DENUNCIAR
ro: RAPORTEZI
ru: ЖАЛОБА НА
sk: NAHLASUJEŠ
sv: RAPPORTERAR
ta: புகாரளிப்பது
te: రిపోర్ట్ చేస్తున్నది
th: กำลังรายงาน
tr: ŞİKAYET EDİLEN
uk: ЩО ПОДАЄТЬСЯ
ur: رپورٹ کر رہے ہیں
vi: ĐANG BÁO CÁO
zh_hans: 举报对象
zh_hant: 檢舉對象

# safety.report.submit
source: Submit report
ar: أرسل البلاغ
bn: রিপোর্ট জমা দিন
ca: Envia la denúncia
cs: Odeslat nahlášení
da: Indsend anmeldelse
de: Meldung absenden
el: Υποβολή αναφοράς
es: Enviar denuncia
fi: Lähetä ilmianto
fr: Envoyer le signalement
he: שלח דיווח
hi: रिपोर्ट सबमिट करें
hr: Pošalji prijavu
hu: Jelentés elküldése
id: Kirim laporan
it: Invia segnalazione
ja: 報告を送信
ko: 신고 제출
ml: റിപ്പോർട്ട് സമർപ്പിക്കുക
ms: Hantar laporan
nb: Send rapport
nl: Melding versturen
pl: Wyślij zgłoszenie
pt_br: Enviar denúncia
pt_pt: Submeter denúncia
ro: Trimite raportarea
ru: Отправить жалобу
sk: Odoslať nahlásenie
sv: Skicka rapport
ta: புகாரைச் சமர்ப்பி
te: రిపోర్ట్ సమర్పించు
th: ส่งรายงาน
tr: Şikayeti gönder
uk: Надіслати скаргу
ur: رپورٹ جمع کرائیں
vi: Gửi báo cáo
zh_hans: 提交举报
zh_hant: 送出檢舉

# safety.report.submit.hint
source: Sends this to a Known reviewer. %@ is not told.
ar: يرسل هذا إلى مراجع في «معروف». ولا يُبلَّغ %@ بذلك.
bn: এটি একজন Known রিভিউয়ারের কাছে পাঠায়। %@-কে জানানো হয় না।
ca: Ho envia a un revisor de Known. %@ no n'és informat.
cs: Odešle to posuzovateli aplikace Known. Uživatel %@ se to nedozví.
da: Sender dette til en Known-gennemgående. %@ får ikke besked.
de: Sendet dies an einen Prüfer von Known. %@ wird nicht benachrichtigt.
el: Το στέλνει σε ελεγκτή του Known. Ο/Η %@ δεν ενημερώνεται.
es: Envía esto a un revisor de Known. No se avisa a %@.
fi: Lähettää tämän Knownin tarkastajalle. Käyttäjälle %@ ei kerrota.
fr: Envoie ceci à un vérificateur de Known. %@ n’en est pas informé.
he: שולח את זה לבודק של Known. %@ לא מקבל הודעה.
hi: इसे Known के समीक्षक को भेजता है। %@ को बताया नहीं जाता।
hr: Šalje ovo recenzentu aplikacije Known. %@ nije obaviješten/a.
hu: Elküldi ezt egy Known-elbírálónak. %@ nem kap értesítést.
id: Mengirim ini ke peninjau Known. %@ tidak diberi tahu.
it: Lo invia a un revisore di Known. %@ non viene avvisato.
ja: これをKnownの審査担当者に送信します。%@には知らされません。
ko: Known 검토자에게 보내요. %@님에게는 알려지지 않아요.
ml: ഇത് ഒരു Known പരിശോധകന് അയയ്ക്കുന്നു. %@ എന്നയാളെ അറിയിക്കില്ല.
ms: Menghantar ini kepada penyemak Known. %@ tidak diberitahu.
nb: Sender dette til en Known-vurderer. %@ får ikke vite det.
nl: Stuurt dit naar een beoordelaar van Known. %@ krijgt hier geen bericht van.
pl: Wysyła to do recenzenta Known. Użytkownik %@ nie jest o tym informowany.
pt_br: Envia isto a um analista do Known. %@ não é avisado.
pt_pt: Envia isto a um revisor da Known. %@ não é avisado.
ro: Trimite asta unui evaluator Known. %@ nu este anunțat.
ru: Отправляет жалобу проверяющему Known. %@ не узнает.
sk: Odošle toto posudzovateľovi Known. %@ sa o tom nedozvie.
sv: Skickar detta till en Known-granskare. %@ får inte veta det.
ta: இதை Known மதிப்பாய்வாளருக்கு அனுப்பும். %@ க்குத் தெரிவிக்கப்படாது.
te: దీన్ని Known సమీక్షకుడికి పంపుతుంది. %@కు చెప్పబడదు.
th: ส่งเรื่องนี้ให้ผู้ตรวจสอบของ Known %@ ไม่ได้รับแจ้ง
tr: Bunu bir Known inceleyicisine gönderir. %@ kişisine haber verilmez.
uk: Надсилає це перевіряльнику Known. %@ не повідомляють.
ur: یہ Known کے جائزہ لینے والے کو بھیجتا ہے۔ %@ کو نہیں بتایا جاتا۔
vi: Gửi báo cáo này đến một người xét duyệt của Known. %@ không được thông báo.
zh_hans: 将此发送给 Known 审核员。不会通知 %@。
zh_hant: 將此檢舉送交 Known 審核人員。%@ 不會得知。

# safety.support.call.a11yLabel
source: Call %1$@ on %2$@
ar: اتصل بـ%1$@ على %2$@
bn: %2$@-এ %1$@-কে কল করুন
ca: Truca a %1$@ al %2$@
cs: Zavolat %1$@ na %2$@
da: Ring til %1$@ på %2$@
de: %1$@ unter %2$@ anrufen
el: Κλήση %1$@ στο %2$@
es: Llamar a %1$@ al %2$@
fi: Soita: %1$@, %2$@
fr: Appeler %1$@ au %2$@
he: התקשר אל %1$@ במספר %2$@
hi: %2$@ पर %1$@ को कॉल करें
hr: Nazovi: %1$@ na %2$@
hu: %1$@ hívása: %2$@
id: Hubungi %1$@ di %2$@
it: Chiama %1$@ al %2$@
ja: %2$@の%1$@に電話をかける
ko: %2$@의 %1$@에 전화
ml: %2$@ ൽ %1$@ നെ വിളിക്കുക
ms: Telefon %1$@ di %2$@
nb: Ring %1$@ på %2$@
nl: %1$@ bellen op %2$@
pl: Zadzwoń: %1$@, numer %2$@
pt_br: Ligar para %1$@ no %2$@
pt_pt: Ligar para %1$@ no %2$@
ro: Sună la %1$@ pe %2$@
ru: Позвонить: %1$@, %2$@
sk: Zavolať %1$@ na %2$@
sv: Ring %1$@ på %2$@
ta: %2$@ இல் %1$@ ஐ அழை
te: %2$@లో %1$@కు కాల్ చేయండి
th: โทร %1$@ ที่ %2$@
tr: %2$@ üzerinden %1$@ ara
uk: Зателефонувати: %1$@, %2$@
ur: %2$@ پر %1$@ کو کال کریں
vi: Gọi %1$@ theo số %2$@
zh_hans: 拨打 %2$@ 的 %1$@
zh_hant: 撥打 %1$@ 的 %2$@

# safety.support.fallbackMessage
source: Known's reviewers look at self-harm reports first. If you think someone is in immediate danger, contact your local emergency services now — Known cannot call anyone on your behalf. If it is you who is struggling, please tell somebody you trust today.
ar: يطّلع مراجعو «معروف» على بلاغات إيذاء النفس أولًا. إن كنت ترى أن شخصًا في خطر مباشر، فاتصل بخدمات الطوارئ في بلدك الآن — لا يستطيع معروف الاتصال بأحد نيابةً عنك. وإن كنت أنت من يمر بضيق، فأخبر شخصًا تثق به اليوم.
bn: Known-এর রিভিউয়াররা আত্মক্ষতির রিপোর্ট আগে দেখেন। কেউ তাৎক্ষণিক বিপদে আছে মনে হলে এখনই আপনার এলাকার জরুরি সেবার সাথে যোগাযোগ করুন — Known আপনার হয়ে কাউকে কল করতে পারে না। আপনি নিজে কষ্টে থাকলে, আজই বিশ্বাসযোগ্য কাউকে বলুন।
ca: Els revisors de Known miren primer les denúncies d'autolesió. Si creus que algú està en perill immediat, contacta ara amb els serveis d'emergència locals: Known no pot trucar a ningú en nom teu. Si ets tu qui t'ho estàs passant malament, explica-ho avui a algú de confiança.
cs: Posuzovatelé aplikace Known si nahlášení sebepoškozování prohlížejí jako první. Pokud si myslíš, že někomu bezprostředně hrozí nebezpečí, ihned kontaktuj místní záchranné služby – Known za tebe nikomu zavolat nemůže. Pokud je to ten, kdo se trápí, ty, řekni to dnes někomu, komu důvěřuješ.
da: Knowns gennemgående ser først på anmeldelser om selvskade. Hvis du tror, at nogen er i umiddelbar fare, så kontakt dine lokale alarmcentraler nu – Known kan ikke ringe til nogen på dine vegne. Hvis det er dig selv, der har det svært, så fortæl det til en, du stoler på, i dag.
de: Die Prüfer von Known sehen sich Meldungen zu Selbstverletzung zuerst an. Wenn du glaubst, dass jemand in unmittelbarer Gefahr ist, wende dich jetzt an den Notruf vor Ort – Known kann niemanden in deinem Namen anrufen. Wenn du selbst Schwierigkeiten hast, sprich heute noch mit jemandem, dem du vertraust.
el: Οι ελεγκτές του Known εξετάζουν πρώτα τις αναφορές αυτοτραυματισμού. Αν πιστεύεις ότι κάποιος κινδυνεύει άμεσα, επικοινώνησε τώρα με τις τοπικές υπηρεσίες έκτακτης ανάγκης — το Known δεν μπορεί να καλέσει κανέναν για λογαριασμό σου. Αν εσύ περνάς δύσκολα, πες το σήμερα σε κάποιον που εμπιστεύεσαι.
es: Los revisores de Known miran primero las denuncias de autolesión. Si crees que alguien está en peligro inmediato, contacta ahora con los servicios de emergencia de tu zona: Known no puede llamar a nadie en tu nombre. Si eres tú quien lo está pasando mal, por favor cuéntaselo hoy a alguien de confianza.
fi: Knownin tarkastajat katsovat itsensä vahingoittamista koskevat ilmiannot ensin. Jos uskot jonkun olevan välittömässä vaarassa, ota heti yhteys paikallisiin hätäpalveluihin – Known ei voi soittaa kenellekään puolestasi. Jos itse kamppailet, kerro tänään jollekulle, johon luotat.
fr: Les vérificateurs de Known examinent en priorité les signalements d’automutilation. Si vous pensez que quelqu’un est en danger immédiat, contactez dès maintenant les services d’urgence locaux — Known ne peut appeler personne à votre place. Si c’est vous qui traversez une épreuve, parlez-en aujourd’hui à une personne de confiance.
he: הבודקים של Known מסתכלים קודם על דיווחים על פגיעה עצמית. אם אתה חושב שמישהו בסכנה מיידית, פנה עכשיו לשירותי החירום המקומיים — Known לא יכולה להתקשר לאף אחד בשמך. אם אתה זה שמתקשה, אנא ספר היום למישהו שאתה סומך עליו.
hi: Known के समीक्षक खुद को नुकसान की रिपोर्टों को पहले देखते हैं। अगर आपको लगता है कि कोई तुरंत ख़तरे में है, तो अभी अपनी स्थानीय आपातकालीन सेवाओं से संपर्क करें — Known आपकी ओर से किसी को कॉल नहीं कर सकता। अगर संघर्ष आप खुद कर रहे हैं, तो कृपया आज ही किसी भरोसेमंद व्यक्ति को बताएँ।
hr: Recenzenti aplikacije Known prvo gledaju prijave o samoozljeđivanju. Ako misliš da je netko u neposrednoj opasnosti, odmah se obrati lokalnim hitnim službama — Known ne može nikoga nazvati umjesto tebe. Ako si to ti koji se mučiš, molim te, reci još danas nekome kome vjeruješ.
hu: A Known elbírálói az önkárosítási jelentéseket nézik meg először. Ha úgy gondolod, hogy valaki közvetlen veszélyben van, azonnal hívd a helyi segélyszolgálatokat – a Known nem tud helyetted senkit felhívni. Ha te küzdesz, kérlek, még ma mondd el valakinek, akiben megbízol.
id: Peninjau Known melihat laporan menyakiti diri lebih dulu. Jika kamu rasa seseorang dalam bahaya langsung, hubungi layanan darurat setempat sekarang — Known tidak bisa menelepon siapa pun atas namamu. Jika kamu sendiri yang sedang kesulitan, tolong ceritakan kepada seseorang yang kamu percaya hari ini.
it: I revisori di Known guardano per prime le segnalazioni di autolesionismo. Se pensi che qualcuno sia in pericolo immediato, contatta subito i servizi di emergenza locali: Known non può chiamare nessuno al posto tuo. Se sei tu a stare male, per favore parlane oggi con qualcuno di cui ti fidi.
ja: Knownの審査担当者は、自傷に関する報告を最優先で確認します。 誰かが差し迫った危険にあると思われる場合は、今すぐお住まいの地域の緊急通報サービスに連絡してください。Knownがあなたに代わって誰かに電話をかけることはできません。 もしつらい思いをしているのがあなた自身なら、今日、信頼できる誰かに話してください。
ko: Known의 검토자는 자해 신고를 가장 먼저 확인해요. 누군가 즉각적인 위험에 처했다고 생각되면 지금 바로 현지 응급 서비스에 연락하세요. Known은 대신 전화를 걸어 줄 수 없어요. 힘든 사람이 본인이라면 오늘 믿을 수 있는 누군가에게 꼭 이야기하세요.
ml: ആത്മഹത്യ/സ്വയം ഉപദ്രവ റിപ്പോർട്ടുകളാണ് Known-ന്റെ പരിശോധകർ ആദ്യം നോക്കുന്നത്. ആരെങ്കിലും ഉടനടി അപകടത്തിലാണെന്ന് തോന്നിയാൽ ഇപ്പോൾ തന്നെ നിങ്ങളുടെ പ്രാദേശിക അടിയന്തര സേവനങ്ങളെ ബന്ധപ്പെടുക — നിങ്ങൾക്ക് വേണ്ടി ആരെയും വിളിക്കാൻ Known-ന് കഴിയില്ല. ബുദ്ധിമുട്ടുന്നത് നിങ്ങളാണെങ്കിൽ, ഇന്ന് തന്നെ നിങ്ങൾ വിശ്വസിക്കുന്ന ആരോടെങ്കിലും പറയുക.
ms: Penyemak Known melihat laporan mencederakan diri dahulu. Jika anda fikir seseorang berada dalam bahaya segera, hubungi perkhidmatan kecemasan tempatan anda sekarang — Known tidak boleh menelefon sesiapa bagi pihak anda. Jika anda sendiri yang sedang bergelut, sila beritahu seseorang yang anda percayai hari ini.
nb: Knowns vurderere ser på rapporter om selvskading først. Hvis du tror noen er i umiddelbar fare, kontakt nødetatene der du bor nå. Known kan ikke ringe noen på dine vegne. Hvis det er du som sliter, ber vi deg si fra til noen du stoler på i dag.
nl: De beoordelaars van Known bekijken meldingen over zelfbeschadiging eerst. Als je denkt dat iemand direct in gevaar is, neem dan nu contact op met de lokale hulpdiensten: Known kan niemand namens jou bellen. Als jij het zelf moeilijk hebt, vertel het dan vandaag aan iemand die je vertrouwt.
pl: Recenzenci Known w pierwszej kolejności sprawdzają zgłoszenia dotyczące samookaleczenia. Jeśli uważasz, że ktoś jest w bezpośrednim niebezpieczeństwie, skontaktuj się teraz z lokalnymi służbami ratunkowymi — Known nie może zadzwonić do nikogo w Twoim imieniu. Jeśli to Ty sobie nie radzisz, powiedz dziś o tym komuś, komu ufasz.
pt_br: Os analistas do Known veem primeiro as denúncias de automutilação. Se você acha que alguém corre perigo imediato, entre em contato agora com os serviços de emergência locais: o Known não pode ligar para ninguém em seu nome. Se é você quem está passando por dificuldades, por favor conte hoje a alguém de confiança.
pt_pt: Os revisores da Known analisam primeiro as denúncias de automutilação. Se acha que alguém está em perigo imediato, contacte já os serviços de emergência locais — a Known não pode ligar a ninguém por si. Se é você que está a passar um mau momento, fale hoje com alguém em quem confie.
ro: Evaluatorii Known se uită mai întâi la raportările despre autovătămare. Dacă crezi că cineva este în pericol imediat, contactează acum serviciile de urgență locale — Known nu poate suna pe nimeni în numele tău. Dacă tu ești cel care se luptă cu ceva, spune astăzi cuiva în care ai încredere.
ru: Проверяющие Known рассматривают жалобы о самоповреждении в первую очередь. Если вы думаете, что человеку грозит непосредственная опасность, немедленно обратитесь в местные экстренные службы — Known не может никому позвонить за вас. Если тяжело вам самим, пожалуйста, сегодня же расскажите об этом тому, кому доверяете.
sk: Posudzovatelia Known prezerajú nahlásenia sebapoškodzovania ako prvé. Ak si myslíš, že niekomu hrozí bezprostredné nebezpečenstvo, ihneď kontaktuj miestne záchranné služby — Known nemôže volať nikomu vo tvojom mene. Ak ide o teba a trápiš sa, prosím, ešte dnes povedz niekomu, komu dôveruješ.
sv: Knowns granskare tittar på rapporter om självskada först. Om du tror att någon är i omedelbar fara, kontakta din lokala räddningstjänst nu – Known kan inte ringa åt dig. Om det är du som har det svårt, berätta för någon du litar på i dag.
ta: Known-இன் மதிப்பாய்வாளர்கள் சுயதீங்கு புகார்களை முதலில் பார்க்கிறார்கள். ஒருவர் உடனடி ஆபத்தில் இருப்பதாக நினைத்தால் இப்போதே உங்கள் உள்ளூர் அவசர சேவைகளைத் தொடர்புகொள்ளுங்கள் — Known உங்கள் சார்பாக யாரையும் அழைக்க முடியாது. சிரமப்படுவது நீங்கள்தான் என்றால், இன்றே நீங்கள் நம்பும் ஒருவரிடம் சொல்லுங்கள்.
te: Known సమీక్షకులు స్వీయ హాని రిపోర్ట్‌లను ముందు చూస్తారు. ఎవరైనా తక్షణ ప్రమాదంలో ఉన్నారని మీరు భావిస్తే, ఇప్పుడే మీ స్థానిక అత్యవసర సేవలను సంప్రదించండి — Known మీ తరఫున ఎవరికీ కాల్ చేయలేదు. ఇబ్బంది పడుతున్నది మీరే అయితే, దయచేసి ఈ రోజే మీరు నమ్మే ఎవరికైనా చెప్పండి.
th: ผู้ตรวจสอบของ Known ดูรายงานเรื่องการทำร้ายตัวเองก่อน หากคุณคิดว่ามีคนตกอยู่ในอันตรายทันที ติดต่อบริการฉุกเฉินในพื้นที่ของคุณตอนนี้ Known โทรหาใครแทนคุณไม่ได้ หากเป็นตัวคุณเองที่กำลังลำบาก กรุณาบอกคนที่คุณไว้ใจวันนี้
tr: Known'un inceleyicileri önce kendine zarar verme şikayetlerine bakar. Birinin acil tehlikede olduğunu düşünüyorsanız hemen yerel acil servislerle iletişime geçin; Known sizin adınıza kimseyi arayamaz. Zorlanan sizseniz, lütfen bugün güvendiğiniz birine söyleyin.
uk: Перевіряльники Known розглядають скарги про самоушкодження в першу чергу. Якщо ви вважаєте, що комусь загрожує безпосередня небезпека, негайно зверніться до місцевих екстрених служб — Known не може нікому зателефонувати за вас. Якщо це вам важко, будь ласка, сьогодні ж розкажіть про це комусь, кому довіряєте.
ur: Known کے جائزہ لینے والے خود کو نقصان کی رپورٹس پہلے دیکھتے ہیں۔ اگر آپ کو لگتا ہے کہ کوئی فوری خطرے میں ہے تو ابھی اپنی مقامی ہنگامی خدمات سے رابطہ کریں — Known آپ کی طرف سے کسی کو کال نہیں کر سکتا۔ اگر آپ خود مشکل میں ہیں تو براہ کرم آج ہی کسی ایسے شخص کو بتائیں جس پر آپ بھروسا کرتے ہیں۔
vi: Người xét duyệt của Known xem các báo cáo về tự làm hại bản thân trước tiên. Nếu bạn nghĩ ai đó đang gặp nguy hiểm tức thì, hãy liên hệ dịch vụ khẩn cấp tại địa phương ngay — Known không thể gọi cho ai thay bạn. Nếu chính bạn đang gặp khó khăn, xin hãy nói với một người bạn tin tưởng ngay hôm nay.
zh_hans: Known 的审核员会优先查看自残类举报。 如果你认为有人处于紧急危险中，请立即联系当地紧急服务，Known 无法代你拨打任何电话。 如果正在挣扎的是你自己，请今天就告诉一位你信任的人。
zh_hant: Known 的審核人員會優先處理自殘檢舉。 如果你認為有人面臨立即的危險，請立刻聯絡當地的緊急服務，Known 無法代你打給任何人。 如果掙扎的人是你，請今天就告訴一位你信任的人。
